Repository: KDE/kproperty
Catalog: poqm/*/kpropertywidgets_qt.po
Languages: he, sl

# KColorCombo|Custom color
source: Custom...
he: התאמה אישית…
sl: Po meri...

# QObject|Property value: Boolean state Yes
source: Yes
he: כן
sl: Da

# QObject|Property value: Boolean state No
source: No
he: לא
sl: Ne

# QObject|Property value: Boolean (3rd) undefined state None
source: None
he: אין
sl: Noben

# QObject|Invalid color
source: #invalid
he: #שגוי
sl: #neveljavno

# QObject|Mouse Cursor Shape
source: No cursor
he: אין סמן
sl: Ni kazalca

# QObject|Mouse Cursor Shape
source: Arrow
he: חץ
sl: Puščica

# QObject|Mouse Cursor Shape
source: Up arrow
he: חץ למעלה
sl: Puščica gor

# QObject|Mouse Cursor Shape
source: Cross
he: צלב
sl: Križ

# QObject|Mouse Cursor Shape
source: Waiting
he: המתנה
sl: Čakam

# QObject|Mouse Cursor Shape
source: Text cursor
he: סמן טקסט
sl: Besedilni kazalec

# QObject|Mouse Cursor Shape
source: Size vertical
he: גודל אנכי
sl: Velikost navpično

# QObject|Mouse Cursor Shape
source: Size horizontal
he: גודל אופקי
sl: Velikost vodoravno

# QObject|Mouse Cursor Shape
source: Size slash
he: גודל אלכסוני
sl: Velikost poševno navzgor

# QObject|Mouse Cursor Shape
source: Size backslash
he: גודל אלכסוני הפוך
sl: Velikost poševno navzdol

# QObject|Mouse Cursor Shape
source: Size all
he: גודל כל הכיוונים
sl: Velikost vsega

# QObject|Mouse Cursor Shape
source: Split vertical
he: פיצול אנכי
sl: Razdeli navpično

# QObject|Mouse Cursor Shape
source: Split horizontal
he: פיצול אופקי
sl: Razdeli vodoravno

# QObject|Mouse Cursor Shape
source: Pointing hand
he: יד מצביעה
sl: Kazalnik kot roka

# QObject|Mouse Cursor Shape
source: Forbidden
he: אסור
sl: Prepovedano

# QObject|Mouse Cursor Shape
source: What's this?
he: מה זה?
sl: Kaj je to?

# QObject|Mouse Cursor Shape
source: Busy
he: עסוק
sl: Zaseden

# QObject|Mouse Cursor Shape
source: Open hand
he: יד פתוחה
sl: Odprta roka

# QObject|Mouse Cursor Shape
source: Closed hand
he: יד סגורה
sl: Zaprta roka

# KPropertyFontEditRequester|
source: Click to select a font
he: נא ללחוץ כדי לבחור גופן
sl: Kliknite za izbiro pisave

# KPropertyFontEditRequester|
source: Selects font
he: בחירת גופן
sl: Izbere pisavo

# QObject|Font sample for property editor item, typically "Abc"
source: Abc
he: אבג

# QObject|bold font
source: bold
he: מודגש
sl: krepko

# QObject|italic font
source: italic
he: נטוי
sl: poševno

# QObject|strikeout font
source: strikeout
he: קו חוצה
sl: prečrtano

# QObject|underline font
source: underline
he: קו תחתי
sl: podčrtano

# QObject|Property: X coordinate
source: X Coordinate
he: נקודת הציון ב־X
sl: Kordinata X

# QObject|Property: Y coordinate
source: Y Coordinate
he: נקודת הציון ב־Y
sl: Koordinata Y

# QObject|Property: width of rectangle
source: Width
he: רוחב
sl: Širina

# QObject|Property: height of rectangle
source: Height
he: גובה
sl: Višina

# QObject|
source: Select Existing File
he: בחירה בקובץ קיים
sl: Izberi obstoječo datoteko

# QObject|
source: Select Existing Directory
he: בחירה בתיקייה קיימת
sl: Izberi obstoječ direktorij

# QObject|
source: Select File
he: בחירת קובץ
sl: Izberi datoteko

# KPropertyPixmapEditor|
source: Click to show image preview
he: לחיצה תציג את התמונה להתרשמות
sl: Klikni za prikaz predogledne slike

# KPropertyPixmapEditor|
source: Insert image from file
he: הוספת תמונה מקובץ
sl: Vstavi sliko iz datoteke

# KPropertyPixmapEditor|
source: Inserts image from file
he: הוספת תמונה מקובץ
sl: Vstavi sliko iz datoteke

# KPropertyPixmapEditor|
source: Insert Image From File (for "%1" property)
he: הוספת תמונה מקובץ (למאפיין „%1”)
sl: Vstavi sliko iz datoteke (za "%1" lastnino)

# QObject|No pixmap
source: None
he: ללא
sl: Noben

# QObject|
source: %1x%2px
he: %1×%2 פיקסלים

# QObject|
source: Width
he: רוחב
sl: Širina

# QObject|
source: Height
he: גובה
sl: VIšina

# QObject|Size Policy
source: Fixed
he: קבוע
sl: Fiksno

# QObject|Size Policy
source: Minimum
he: מזערי

# QObject|Size Policy
source: Maximum
he: מרבי
sl: Maksimum

# QObject|Size Policy
source: Preferred
he: מועדף
sl: Priporočeno

# QObject|Size Policy
source: Expanding
he: מתרחב
sl: Razširjeno

# QObject|Size Policy
source: Minimum Expanding
he: מזערי מתרחב
sl: Najmanjša razširjenost

# QObject|Size Policy
source: Ignored
he: נפסח
sl: Prezrto

# QObject|
source: Hor. Policy
he: מדיניות אופקית
sl: Vod. politika

# QObject|
source: Horizontal Policy
he: מדיניות אופקית
sl: Vodoravna politika

# QObject|
source: Vert. Policy
he: מדיניות אנכית
sl: Navp. politika

# QObject|
source: Vertical Policy
he: מדיניות אנכית
sl: Navpična politika

# QObject|
source: Hor. Stretch
he: מתיחה אופקית
sl: Vod. razteg

# QObject|
source: Horizontal Stretch
he: מתיחה אופקית
sl: Vodoravni razteg

# QObject|
source: Vert. Stretch
he: מתיחה אנכית
sl: Navp. razteg

# QObject|
source: Vertical Stretch
he: מתיחה אנכית
sl: Navpični razteg

# KPropertyEditorDataModel|Property name
source: Name
he: שם
sl: Ime

# KPropertyEditorDataModel|Property value
source: Value
he: ערך
sl: Vrednost

# KPropertyEditorView|
source: Undo changes
he: הסגת השינויים
sl: Razveljavi spremembe

# QObject|No Line
source: None
he: ללא
sl: Noben

# QObject|
source: Solid Line
he: קו אחיד
sl: Polna črta

# QObject|
source: Dash Line
he: קו מקווקוו
sl: Črtkana črta

# QObject|
source: Dot Line
he: קו נקודות
sl: Pikčasta črta

# QObject|
source: Dash-Dot Line
he: קו מקף-נקודה
sl: Črtkano-pikčasta črta

# QObject|
source: Dash-Dot-Dot Line
he: קו מקף-נקודה-נקודה
sl: Črkano-pikčasto-pikčasta črta

# QObject|
source: Custom Dash Line
he: קו מקווקוו מותאם
sl: Črtkana črta po meri
